Repository: simonev8583/winsgrold
Catalog: PagesEquipment/App_LocalResources/CircuitFault.aspx.*.resx
Languages: pt

# CollapsiblePanelExtenderActualCollap
source: (View Events...)
pt: (Ver Eventos...)

# CollapsiblePanelExtenderActualExpand
source: (Hide Events...)
pt: (Ocultar Eventos...)

# CollapsiblePanelExtenderHistoricoCollap
source: (View Last 10 Events...)
pt: (Ver Últimos 10 Eventos...)

# CollapsiblePanelExtenderHistoricoExpand
source: (Hide Last 10 Events...)
pt: (Ocultar Últimos 10 Eventos...)

# LabelMostrarActualText
source: (View Events...)
pt: (Ver Eventos...)

# LabelMostrarHistoricoText
source: (View Last 10 Events...)
pt: (Ver Últimos 10 Eventos...)

# lblFiltroFallaText
source: Failure
pt: Falha

# lblHoraText
source: Present Time
pt: Tempo Presente

# LblMsgNoDataText
source: There are not present failures in circuits
pt: Não há falhas de corrente em circuitos

# lblNoDataHistoricoText
source: There are not old failures in devices
pt: Não há falhas históricas em dispositivos

# lblSilencioAlarmText
source: Keep Quiet Alarm
pt: Alarm Silence

# lblTextTitlePanelActualText
source: Present Events Circuits
pt: Eventos Presentes em Circuitos

# lblTextTitlePanelHistoricoText
source: Old Events Devices
pt: Eventos históricos em dispositivos

# TextTodasFallas
source: All
pt: Todas

# GridViewHistoricoCaption
source: Historical Device Failures
pt: Falhas Históricas em Dispositivos

# GridViewHistoricoCol2Header
source: Failure
pt: Falha

# GridViewHistoricoCol3Header
source: Current Value (A)
pt: Valor Corrente (A)

# GridViewHistoricoCol4Header
source: Start Date
pt: Data de início

# GridViewHistoricoCol5Header
source: Final Date
pt: Data Final

# GridViewHistoricoCol6Header
source: Duration
pt: Duração

# GVFallasCtosCaption
source: Active Circuit Faults
pt: Falhas Ativo em Circuitos

# GVFallasCtosCol2Header
source: Fault
pt: Failure

# GVFallasCtosCol3Header
source: Current Value (A)
pt: Valor Corrente (A)

# GVFallasCtosCol4Header
source: Date
pt: Data

# GVFallasCtosCol5Header
source: Clear
pt: Resolver

# GVFallasCtosCol3aHeader
source: Fault Cause
pt: Abertura Causa

# GridViewHistoricoCol3aHeader
source: Cause Activation
pt: Abertura Causa
